Repository: thijsverstapen/ChillMate
Catalog: ChillMate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: What is the transport plan?
de: Wie ist der Transportplan?
es: ¿Cuál es el plan de transporte?
fr: Quel est le plan de transport ?
nl: Wat is het vervoersplan?

source: What led to it?
de: Was hat dazu geführt?
es: ¿Qué lo provocó?
fr: Qu'est-ce qui y a mené ?
nl: Wat ging eraan vooraf?

source: What led to this?
de: Was hat dazu geführt?
es: ¿Qué llevó a esto?
fr: Qu'est-ce qui a mené à cela ?
nl: Wat ging hieraan vooraf?

source: What tests cover
de: Was die Tests abdecken
es: Qué cubren las pruebas
fr: Ce que couvrent les tests
nl: Wat tests onderzoeken

source: What was found
de: Was gefunden wurde
es: Qué se encontró
fr: Ce qui a été trouvé
nl: Wat is gevonden

source: What you are building with these logs is a kind of self-respect.
de: Was du mit diesen Einträgen aufbaust, ist eine Form von Selbstachtung.
es: Lo que estás construyendo con estos registros es una forma de respeto hacia ti mismo.
fr: Ce que tu construis avec ces journaux est une forme de respect de toi-même.
nl: Wat je met deze logs opbouwt is een soort zelfrespect.

source: What's it about?
de: Worum geht es?
es: ¿De qué se trata?
fr: De quoi s’agit-il ?
nl: Waar gaat het over?

source: Whatever today held, you are still here, and that counts.
de: Was der heutige Tag auch brachte, du bist noch da, und das zählt.
es: Sea lo que sea que trajo hoy, sigues aquí, y eso cuenta.
fr: Quoi qu'ait apporté aujourd'hui, tu es toujours là, et ça compte.
nl: Wat vandaag ook bracht, je bent er nog, en dat telt.

source: Whatever you can manage today is allowed to be enough.
de: Was auch immer du heute schaffst, es darf genug sein.
es: Sea lo que sea que puedas hoy, puede ser suficiente.
fr: Quoi que tu parviennes à faire aujourd'hui, ça a le droit de suffire.
nl: Wat je vandaag ook aankunt, het mag genoeg zijn.

source: When off, all tracked Chills count toward the goal.
de: Wenn aus, zählen alle erfassten Chills zum Ziel.
es: Cuando está desactivado, todos los Chills registrados cuentan para el objetivo.
fr: Lorsque c'est désactivé, tous les Chills suivis comptent pour l'objectif.
nl: Als dit uit staat, tellen alle bijgehouden Chills mee voor het doel.

source: When risky logs increase, reasons you tag will appear here.
de: Wenn riskante Einträge zunehmen, erscheinen die von dir getaggten Gründe hier.
es: Cuando aumentan los registros de riesgo, los motivos que etiquetes aparecerán aquí.
fr: Quand les journaux à risque augmentent, les motifs que tu étiquettes apparaîtront ici.
nl: Als risicovolle logs toenemen, verschijnen de redenen die je tagt hier.

source: When the private daily reminder arrives.
de: Wann die private tägliche Erinnerung kommt.
es: Cuándo llega el recordatorio diario privado.
fr: Quand le rappel quotidien privé arrive.
nl: Wanneer de privé dagelijkse herinnering komt.

source: Where do you want to go?
de: Wohin möchtest du?
es: ¿A dónde quieres ir?
fr: Où veux-tu aller ?
nl: Waar wil je heen?

source: Where to test your drugs
de: Wo du deine Substanzen testen kannst
es: Dónde analizar tus drogas
fr: Où faire tester tes produits
nl: Waar je je drugs kunt laten testen

source: While a dose timer is running, send more noticeable check-ins with a one-tap way to reach your trusted contact or emergency services if something feels wrong.
de: Solange ein Dosis-Timer läuft, deutlichere Check-ins senden to mit einer Ein-Tipp-Möglichkeit, deine Vertrauensperson oder den Notruf zu erreichen, falls sich etwas falsch anfühlt.
es: Mientras un temporizador de dosis esté activo, envía controles más visibles con una forma de contactar con un toque a tu persona de confianza o a emergencias si algo va mal.
fr: Tant qu'un minuteur de dose tourne, envoie des points de contrôle plus visibles avec un accès en un geste à ta personne de confiance ou aux secours si quelque chose ne va pas.
nl: Terwijl een dosistimer loopt, stuur duidelijkere check-ins met één tik naar je vertrouwenscontact of de hulpdiensten als er iets niet goed voelt.

source: While a dose timer runs, more noticeable check-ins with fast help.
de: Solange ein Dosis-Timer läuft: auffälligere Checks mit schneller Hilfe.
es: Mientras un temporizador de dosis esté activo: comprobaciones más visibles con ayuda rápida.
fr: Tant qu'un minuteur de dose tourne : des vérifications plus visibles avec de l'aide rapide.
nl: Zolang een dosistimer loopt: duidelijker checks met snelle hulp.

source: While you’re out
de: Während du unterwegs bist
es: Mientras estás fuera
fr: Pendant la soirée
nl: Terwijl je op stap bent

source: Who can I contact?
de: Wen kann ich kontaktieren?
es: ¿A quién puedo contactar?
fr: Qui puis-je contacter ?
nl: Wie kan ik bereiken?

source: Why these suggestions?
de: Warum diese Vorschläge?
es: ¿Por qué estas sugerencias?
fr: Pourquoi ces suggestions ?
nl: Waarom deze suggesties?

source: Why verify your age, and how it works
de: Warum du dein Alter bestätigst und wie es funktioniert
es: Por qué verificar tu edad y cómo funciona
fr: Pourquoi vérifier ton âge, et comment ça marche
nl: Waarom je leeftijd verifiëren, en hoe het werkt

source: Work pressure
de: Arbeitsdruck
es: Presión laboral
fr: Pression au travail
nl: Werkdruk

source: Workout read/write
de: Workouts lesen/schreiben
es: Lectura/escritura de entrenamientos
fr: Lecture/écriture des entraînements
nl: Workout lezen/schrijven

source: Works for
de: Wirkt für
es: Funciona durante
fr: Fonctionne pendant
nl: Werkt voor

source: Worth a quick check-in
de: Einen kurzen Check wert
es: Merece una comprobación rápida
fr: Mérite une petite vérification
nl: Een korte check waard

source: Worth noting
de: Erwähnenswert
es: Digno de mención
fr: À noter
nl: Goed om te weten

source: Would hearing a familiar voice help? You can call someone without explaining why.
de: Würde es helfen, eine vertraute Stimme zu hören? Du kannst jemanden anrufen, ohne zu erklären, warum.
es: ¿Ayudaría escuchar una voz familiar? Puedes llamar a alguien sin explicar por qué.
fr: Est-ce qu'entendre une voix familière aiderait ? Tu peux appeler quelqu'un sans expliquer pourquoi.
nl: Zou een vertrouwde stem horen helpen? Je kunt iemand bellen zonder uit te leggen waarom.

source: Would you like to start talking to a professional helper?
de: Möchtest du anfangen, mit einer professionellen Ansprechperson zu sprechen?
es: ¿Te gustaría empezar a hablar con un profesional de ayuda?
fr: Aimerais-tu commencer à parler avec un professionnel d'aide ?
nl: Wil je beginnen met praten met een professionele hulpverlener?

source: Wow, thank you so much
de: Wow, vielen herzlichen Dank
es: Vaya, muchísimas gracias
fr: Waouh, merci beaucoup
nl: Wow, heel erg bedankt

source: Write breathing sessions from panic support as mindful minutes.
de: Atemsitzungen aus der Panikhilfe als achtsame Minuten schreiben.
es: Guardar las sesiones de respiración del apoyo ante el pánico como minutos de consciencia plena.
fr: Écrire les séances de respiration de l'aide en cas de panique comme minutes de pleine conscience.
nl: Schrijf ademhalingssessies uit paniekhulp weg als mindful-minuten.

source: Write down what you want, what is off-limits, how someone should check in, and how you can leave. This stays on-device.
de: Schreib auf, was du willst, was tabu ist, wie jemand nachfragen soll und wie du gehen kannst. Das bleibt auf dem Gerät.
es: Escribe lo que quieres, lo que está prohibido, cómo debería alguien hacer un check-in y cómo puedes irte. Esto se queda en el dispositivo.
fr: Écris ce que tu veux, ce qui est interdit, comment quelqu'un devrait faire un check-in et comment tu peux partir. Cela reste sur l'appareil.
nl: Schrijf op wat je wilt, wat verboden terrein is, hoe iemand moet inchecken en hoe je weg kunt. Dit blijft op het apparaat.

source: Writing your private reflection…
de: Deine private Reflexion wird geschrieben…
es: Escribiendo tu reflexión privada…
fr: Rédaction de ta réflexion privée…
nl: Je privéreflectie wordt geschreven…

source: Yes
de: Ja
es: Sí
fr: Oui
nl: Ja

source: Yes, continue
de: Ja, weiter
es: Sí, continuar
fr: Oui, continuer
nl: Ja, doorgaan

source: You already have a journal entry for today. Review your calendar when you want context.
de: Du hast heute bereits einen Tagebucheintrag. Sieh in deinem Kalender nach, wenn du Kontext möchtest.
es: Ya tienes una entrada de diario para hoy. Revisa tu calendario cuando quieras contexto.
fr: Tu as déjà une entrée de journal pour aujourd'hui. Consulte ton calendrier quand tu veux du contexte.
nl: Je hebt al een dagboekitem voor vandaag. Bekijk je kalender als je context wilt.

source: You already have an entry logged for today.
de: Für heute ist bereits ein Eintrag vorhanden.
es: Ya tienes una entrada registrada para hoy.
fr: Tu as déjà une entrée pour aujourd'hui.
nl: Je hebt vandaag al een item vastgelegd.

source: You are allowed to be a work in progress.
de: Du darfst ein unfertiges Werk sein.
es: Puedes ser un trabajo en proceso.
fr: Tu as le droit d'être un travail en cours.
nl: Je mag een work in progress zijn.

source: You are allowed to be proud of getting home safe.
de: Du darfst stolz darauf sein, sicher nach Hause gekommen zu sein.
es: Puedes estar orgulloso de haber llegado a casa a salvo.
fr: Tu as le droit d'être fier d'être rentré en sécurité.
nl: Je mag trots zijn dat je veilig thuis bent gekomen.

source: You are allowed to be proud of one good decision.
de: Du darfst stolz auf eine gute Entscheidung sein.
es: Puedes estar orgulloso de una buena decisión.
fr: Tu as le droit d'être fier d'une seule bonne décision.
nl: Je mag trots zijn op één goede beslissing.

source: You are allowed to be the calm one tonight.
de: Du darfst heute Abend der Ruhige sein.
es: Puedes ser el tranquilo esta noche.
fr: Tu as le droit d'être celui qui reste calme ce soir.
nl: Je mag vanavond de rustige zijn.

source: You are allowed to change your mind about tonight.
de: Du darfst deine Meinung über heute Abend ändern.
es: Puedes cambiar de opinión sobre esta noche.
fr: Tu as le droit de changer d'avis sur ce soir.
nl: Je mag van gedachten veranderen over vanavond.

source: You are allowed to check in with yourself without a reason.
de: Du darfst bei dir einchecken, ohne einen Grund.
es: Puedes hacer un check-in contigo sin ningún motivo.
fr: Tu as le droit de faire un point avec toi-même sans raison.
nl: Je mag bij jezelf inchecken zonder reden.

source: You are allowed to choose the version of tonight that you can rest after.
de: Du darfst die Version von heute Abend wählen, nach der du ruhen kannst.
es: Puedes elegir la versión de esta noche tras la que puedas descansar.
fr: Tu as le droit de choisir la version de ce soir après laquelle tu pourras te reposer.
nl: Je mag de versie van vanavond kiezen waarna je kunt rusten.

source: You are allowed to feel good about an ordinary night.
de: Du darfst dich über einen ganz normalen Abend gut fühlen.
es: Puedes sentirte bien por una noche cualquiera.
fr: Tu as le droit de te sentir bien après une soirée ordinaire.
nl: Je mag je goed voelen over een gewone avond.

source: You are allowed to feel okay about an early goodnight.
de: Du darfst dich mit einem frühen Gute-Nacht wohlfühlen.
es: Puedes sentirte bien con un buenas noches temprano.
fr: Tu as le droit de te sentir bien avec un bonne nuit anticipé.
nl: Je mag je oké voelen bij een vroege goedenacht.

source: You are allowed to feel proud of a calm night.
de: Du darfst stolz auf einen ruhigen Abend sein.
es: Puedes sentirte orgulloso de una noche tranquila.
fr: Tu as le droit d'être fier d'une soirée calme.
nl: Je mag trots zijn op een rustige avond.

source: You are allowed to feel proud of staying in tonight.
de: Du darfst stolz darauf sein, heute Abend zu Hause zu bleiben.
es: Puedes sentirte orgulloso de quedarte en casa esta noche.
fr: Tu as le droit d'être fier de rester chez toi ce soir.
nl: Je mag trots zijn dat je vanavond thuisblijft.

source: You are allowed to feel proud without anyone clapping.
de: Du darfst stolz sein, ohne dass jemand klatscht.
es: Puedes sentirte orgulloso sin que nadie aplauda.
fr: Tu as le droit d'être fier sans que personne n'applaudisse.
nl: Je mag trots zijn zonder dat iemand klapt.

source: You are allowed to feel relief when you choose to stop.
de: Du darfst Erleichterung fühlen, wenn du dich entscheidest aufzuhören.
es: Puedes sentir alivio cuando eliges parar.
fr: Tu as le droit de ressentir du soulagement quand tu choisis d'arrêter.
nl: Je mag opluchting voelen als je kiest om te stoppen.

source: You are allowed to keep some of your life just for you.
de: Du darfst einen Teil deines Lebens nur für dich behalten.
es: Puedes guardar una parte de tu vida solo para ti.
fr: Tu as le droit de garder une partie de ta vie rien que pour toi.
nl: Je mag een deel van je leven alleen voor jezelf houden.

source: You are allowed to keep something good going by stopping in time.
de: Du darfst etwas Gutes am Leben halten, indem du rechtzeitig aufhörst.
es: Puedes mantener algo bueno parando a tiempo.
fr: Tu peux faire durer quelque chose de bon en t'arrêtant à temps.
nl: Je mag iets goeds laten voortduren door op tijd te stoppen.

source: You are allowed to leave early.
de: Du darfst früher gehen.
es: Puedes irte antes.
fr: Tu as le droit de partir plus tôt.
nl: Je mag eerder weggaan.

source: You are allowed to let this be a soft landing.
de: Du darfst zulassen, dass dies eine sanfte Landung wird.
es: Puedes dejar que esto sea un aterrizaje suave.
fr: Tu as le droit de laisser cela être un atterrissage en douceur.
nl: Je mag dit een zachte landing laten zijn.

source: You are allowed to move slowly. Slow is still moving.
de: Du darfst dich langsam bewegen. Langsam ist immer noch Bewegung.
es: Tienes permiso para ir despacio. Despacio sigue siendo avanzar.
fr: Tu as le droit d'avancer lentement. Lentement, c'est quand même avancer.
nl: Je mag langzaam gaan. Langzaam is nog steeds vooruit.

source: You are allowed to need more sleep than you used to.
de: Du darfst mehr Schlaf brauchen als früher.
es: Puedes necesitar más sueño que antes.
fr: Tu as le droit d'avoir besoin de plus de sommeil qu'avant.
nl: Je mag meer slaap nodig hebben dan vroeger.

source: You are allowed to outgrow what used to feel normal.
de: Du darfst dem entwachsen, was sich früher normal anfühlte.
es: Puedes superar lo que antes te parecía normal.
fr: Tu as le droit de dépasser ce qui te semblait normal avant.
nl: Je mag ontgroeien wat ooit normaal voelde.

source: You are allowed to protect your sleep like it matters, because it does.
de: Du darfst deinen Schlaf schützen, als wäre er wichtig, denn das ist er.
es: Puedes proteger tu sueño como si importara, porque importa.
fr: Tu as le droit de protéger ton sommeil comme s'il comptait, parce qu'il compte.
nl: Je mag je slaap beschermen alsof het belangrijk is, want dat is het.

source: You are allowed to protect your weekend self from your Friday-night self.
de: Du darfst dein Wochenend-Ich vor deinem Freitagabend-Ich schützen.
es: Puedes proteger a tu yo del fin de semana de tu yo del viernes por la noche.
fr: Tu as le droit de protéger ton toi du week-end de ton toi du vendredi soir.
nl: Je mag je weekend-zelf beschermen tegen je vrijdagavond-zelf.

source: You are allowed to put yourself first tonight.
de: Du darfst dich heute Abend an erste Stelle setzen.
es: Puedes ponerte a ti primero esta noche.
fr: Tu as le droit de te faire passer en premier ce soir.
nl: Je mag vanavond jezelf op de eerste plaats zetten.

source: You are allowed to rest before you are completely out of energy.
de: Du darfst dich ausruhen, bevor du völlig ohne Energie bist.
es: Puedes descansar antes de quedarte totalmente sin energía.
fr: Tu as le droit de te reposer avant d'être totalement à court d'énergie.
nl: Je mag rusten voordat je helemaal zonder energie zit.

source: You are allowed to rest without earning it first.
de: Du darfst dich ausruhen, ohne es dir erst zu verdienen.
es: Puedes descansar sin tener que ganártelo primero.
fr: Tu as le droit de te reposer sans avoir à le mériter d'abord.
nl: Je mag rusten zonder het eerst te verdienen.

source: You are allowed to say this is enough for me tonight.
de: Du darfst sagen: Das reicht mir für heute Abend.
es: Puedes decir: esto es suficiente para mí esta noche.
fr: Tu as le droit de dire : c'est assez pour moi ce soir.
nl: Je mag zeggen: dit is genoeg voor mij vanavond.

source: You are allowed to stop reading the room and listen to yourself.
de: Du darfst aufhören, den Raum zu lesen, und auf dich hören.
es: Puedes dejar de leer el ambiente y escucharte a ti.
fr: Tu as le droit d'arrêter de scruter l'ambiance et de t'écouter.
nl: Je mag stoppen met de kamer lezen en naar jezelf luisteren.

source: You are allowed to take care of yourself without a crisis.
de: Du darfst für dich sorgen, ohne dass es eine Krise gibt.
es: Puedes cuidarte sin que haya una crisis.
fr: Tu as le droit de prendre soin de toi sans qu'il y ait de crise.
nl: Je mag voor jezelf zorgen zonder dat er een crisis is.

source: You are allowed to take the night at half speed.
de: Du darfst den Abend mit halber Geschwindigkeit angehen.
es: Puedes tomarte la noche a media velocidad.
fr: Tu as le droit de vivre la soirée à mi-vitesse.
nl: Je mag de avond op halve snelheid nemen.

source: You are allowed to take up space and ask for what you need.
de: Du darfst Raum einnehmen und um das bitten, was du brauchst.
es: Puedes ocupar espacio y pedir lo que necesitas.
fr: Tu as le droit de prendre de la place et de demander ce dont tu as besoin.
nl: Je mag ruimte innemen en vragen wat je nodig hebt.

source: You are allowed to want a softer kind of fun.
de: Du darfst dir eine sanftere Art von Spaß wünschen.
es: Puedes querer un tipo de diversión más suave.
fr: Tu as le droit de vouloir un plaisir plus doux.
nl: Je mag een zachtere vorm van plezier willen.

source: You are allowed to want both connection and safety.
de: Du darfst sowohl Verbindung als auch Sicherheit wollen.
es: Puedes querer conexión y seguridad a la vez.
fr: Tu as le droit de vouloir à la fois du lien et de la sécurité.
nl: Je mag zowel verbinding als veiligheid willen.

source: You are allowed to want both rest and connection, in that order tonight.
de: Du darfst Ruhe und Verbindung wollen, heute Abend in dieser Reihenfolge.
es: Puedes querer descanso y conexión, en ese orden esta noche.
fr: Tu as le droit de vouloir repos et lien, dans cet ordre ce soir.
nl: Je mag zowel rust als verbinding willen, vanavond in die volgorde.

source: You are allowed to want less tonight than last time.
de: Du darfst heute Abend weniger wollen als beim letzten Mal.
es: Puedes querer menos esta noche que la última vez.
fr: Tu as le droit de vouloir moins ce soir que la dernière fois.
nl: Je mag vanavond minder willen dan de vorige keer.

source: You are allowed to want safety more than approval.
de: Du darfst Sicherheit mehr wollen als Zustimmung.
es: Puedes querer seguridad más que aprobación.
fr: Tu as le droit de vouloir la sécurité plus que l'approbation.
nl: Je mag veiligheid meer willen dan goedkeuring.

source: You are allowed to want to remember your night clearly.
de: Du darfst dich klar an deinen Abend erinnern wollen.
es: Puedes querer recordar tu noche con claridad.
fr: Tu as le droit de vouloir te souvenir clairement de ta soirée.
nl: Je mag je avond helder willen herinneren.

source: You are creating space for recovery.
de: Du schaffst Raum für Erholung.
es: Estás creando espacio para la recuperación.
fr: Tu crées de l'espace pour le rétablissement.
nl: Je creëert ruimte voor herstel.

source: You are learning your own patterns, and that is power.
de: Du lernst deine eigenen Muster kennen, und das ist Stärke.
es: Estás aprendiendo tus propios patrones, y eso es poder.
fr: Tu apprends tes propres schémas, et c'est une force.
nl: Je leert je eigen patronen kennen, en dat is kracht.

source: You are more than your hardest day.
de: Du bist mehr als dein schwerster Tag.
es: Eres más que tu día más difícil.
fr: Tu es plus que ton jour le plus difficile.
nl: Je bent meer dan je zwaarste dag.

source: You are not behind. You are on your own timeline.
de: Du bist nicht im Rückstand. Du folgst deinem eigenen Zeitplan.
es: No vas con retraso. Vas en tu propia línea de tiempo.
fr: Tu n'es pas en retard. Tu suis ta propre ligne du temps.
nl: Je loopt niet achter. Je volgt je eigen tijdlijn.

source: You are not just tracking habits. You are learning what you need.
de: Du erfasst nicht nur Gewohnheiten. Du lernst, was du brauchst.
es: No solo estás registrando hábitos. Estás aprendiendo lo que necesitas.
fr: Tu ne fais pas que suivre des habitudes. Tu apprends ce dont tu as besoin.
nl: Je houdt niet alleen gewoontes bij. Je leert wat je nodig hebt.

source: You are not too much for asking for what keeps you safe.
de: Du bist nicht zu viel, weil du um das bittest, was dich schützt.
es: No eres demasiado por pedir lo que te mantiene a salvo.
fr: Tu n'es pas trop parce que tu demandes ce qui te protège.
nl: Je bent niet te veel omdat je vraagt wat jou veilig houdt.

source: You are not weak for needing rest. You are human.
de: Du bist nicht schwach, weil du Ruhe brauchst. Du bist ein Mensch.
es: No eres débil por necesitar descanso. Eres humano.
fr: Tu n'es pas faible parce que tu as besoin de repos. Tu es humain.
nl: Je bent niet zwak omdat je rust nodig hebt. Je bent mens.

source: You are partway through the effect window. If more is on your mind, pause first: are you safe, hydrated, and still choosing what protects tomorrow?
de: Du bist mitten im Wirkfenster. Wenn du an mehr denkst, halte kurz inne: Bist du sicher, hydriert und wählst du noch, was dich morgen schützt?
es: Estás a mitad de la ventana de efecto. Si piensas en más, para primero: ¿estás a salvo, hidratado y sigues eligiendo lo que te protege mañana?
fr: Tu es au milieu de la fenêtre d'effet. Si tu penses à en reprendre, fais d'abord une pause : es-tu en sécurité, hydraté et choisis-tu encore ce qui te protège demain ?
nl: Je zit middenin het effectvenster. Als je aan meer denkt, pauzeer dan eerst: ben je veilig, gehydrateerd en kies je nog wat je morgen beschermt?

source: You are responsible for deciding what information you save and who you share it with.
de: Du bist dafür verantwortlich, zu entscheiden, welche Informationen du speicherst und mit wem du sie teilst.
es: Eres responsable de decidir qué información guardas y con quién la compartes.
fr: Tu es responsable de décider quelles informations tu enregistres et avec qui tu les partages.
nl: Jij bent verantwoordelijk voor wat je opslaat en met wie je het deelt.

source: You are worth checking in on, even when nothing is urgent.
de: Es lohnt sich, nach dir zu sehen, auch wenn nichts dringend ist.
es: Mereces que se pregunte por ti, aunque nada sea urgente.
fr: Tu mérites qu'on prenne de tes nouvelles, même quand rien n'est urgent.
nl: Het is de moeite waard om bij jou in te checken, ook als er niets urgent is.

source: You can ask for water, a seat, or a quiet corner. All allowed.
de: Du darfst um Wasser, einen Sitzplatz oder eine ruhige Ecke bitten. Alles erlaubt.
es: Puedes pedir agua, un asiento o un rincón tranquilo. Todo vale.
fr: Tu peux demander de l'eau, une place ou un coin tranquille. Tout est permis.
nl: Je mag om water, een zitplek of een rustig hoekje vragen. Allemaal toegestaan.

source: You can ask someone to stay close without explaining everything.
de: Du kannst jemanden bitten, in der Nähe zu bleiben, ohne alles zu erklären.
es: Puedes pedirle a alguien que se quede cerca sin explicar todo.
fr: Tu peux demander à quelqu'un de rester près de toi sans tout expliquer.
nl: Je kunt iemand vragen dichtbij te blijven zonder alles uit te leggen.
